geekshop/geekshop/result_siege.txt
(env) root@5-63-155-237:/home/django/Django_instrument_version2/geekshop# siege -f /home/django/Django_instrument_version2/geekshop/gb_url.txt -d1 -r10 -c1
** SIEGE 4.0.4
** Preparing 1 concurrent users for battle.
The server is now under siege...
Transactions:                    107 hits
Availability:                  99.07 %
Elapsed time:                  11.79 secs
Data transferred:               3.68 MB
Response time:                  0.06 secs
Transaction rate:               9.08 trans/sec
Throughput:                     0.31 MB/sec
Concurrency:                    0.58
Successful transactions:         107
Failed transactions:               1
Longest transaction:            4.71
Shortest transaction:           0.00